Repository: PSTUNacional/litci_wp_template2024
Catalog: languages/*.po
Languages: es_es, pt_br

source: See more
es_es: Vee más
pt_br: Veja mais

source: Read also
es_es: Lea también
pt_br: Leia também

source: Developed by Tiê
es_es: Desarrollado por Tiê
pt_br: Desenvolvido por Tiê

source: Latest posts
es_es: Últimos posts
pt_br: Últimas postagens

source: Oops... who signs?
es_es: Oops...¿quién firma?
pt_br: Oops... quem assina?

source: You must include at least one political author to publish it.
es_es: Debes incluir al menos un autor político para publicarlo.
pt_br: É preciso incluir ao menos um autor.

source: The text does not have links.
es_es: El texto no tiene enlaces.
pt_br: O texto não possui links.

source: The text has links.
es_es: El texto tiene enlaces.
pt_br: O texto contém links.

source: Links help connect different contents and politically deepen the discussions.
es_es: Los enlaces ayudan a conectar diferentes contenidos y profundizar políticamente las discusiones.
pt_br: Os links ajudam a conectar diferentes conteúdos e a aprofundar politicamente as discussões.

source: There appear to be no intertitles in the text. It is important to insert some and ensure that they are marked as such.
es_es: Parece que no hay subtítulos en el texto. Es importante insertar algunos y asegurarse de que estén debidamente marcados.
pt_br: Parece que não há intertítulos no texto. É importante inserir alguns e garantir que estejam devidamente marcados.

source: The headings are ok.
es_es: Los subtítulos están correctos.
pt_br: Os intertítulos estão corretos.

source: The text has explicitly defined subtitles.
es_es: El texto tiene subtítulos explícitamente definidos.
pt_br: O texto possui intertítulos explicitamente definidos.

source: There is no headings.
es_es: No hay subtítulos.
pt_br: Não há intertítulos.

source: The tags are ok.
es_es: Las etiquetas están correctas.
pt_br: As tags estão corretas.

source: The text has tags added.
es_es: El texto tiene etiquetas añadidas.
pt_br: O texto possui tags adicionadas.

source: There is no tags.
es_es: No hay etiquetas.
pt_br: Não há tags.

source: Consider adding tags and keywords that identify the content of this text.
es_es: Considere añadir etiquetas y palabras clave que identifiquen el contenido de este texto.
pt_br: Considere adicionar tags e palavras-chave que identifiquem o conteúdo deste texto.

source: I'll fix it
es_es: Lo arreglaré
pt_br: Eu vou corrigir

source: I want to continue anyway
es_es: Quiero continuar de todos modos
pt_br: Quero continuar mesmo assim

source: Good practices
es_es: Buenas prácticas
pt_br: Boas práticas

source: None of these items are mandatory, but maintaining good practices is always important.
es_es: Ninguno de estos elementos es obligatorio, pero mantener buenas prácticas siempre es importante.
pt_br: Nenhum desses itens é obrigatório, mas manter as boas práticas é sempre importante.
